<script setup>
</script>

<template>
    <section class="license">
      <div class="container license__container">
        <h3 class="license__title">ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
        <p class="license__text">г. Москва</p>
        <p class="license__text">Общество с ограниченной ответственностью «Пульсвейв»</p>
        <p class="license__text">
          Настоящая Политика в отношении обработки персональных данных (далее – Политика) действует в
          отношении всей информации, расположенной на Сайте, которую можно получить о Пользователе во
          время использования Сайта, программ и продуктов.
        </p>
        <ol class="license__list">
          <li class="item">
            <span class="item__title">ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</span>
            <ol class="item__list">
              <li class="subitem license__text">
                В настоящей Политике используются следующие термины:
                <ol class="subitem__list">
                  <li class="subitem license__text">
                    «Сайт» -
                    <NuxtLink class="license__link" to="/">https://pulsewave.ru</NuxtLink>
                    
                    и все поддомены, которые использует/регистрирует Пользователь.
                  </li>
                  <li class="subitem license__text">
                    «Администрация сайта (далее – Администрация сайта, Оператор)» – ООО «Пульсвейв»,
                    которое организуют и (или) осуществляет обработку персональных данных, а также
                    определяет цели обработки персональных данных, состав персональных данных,
                    подлежащих обработке, действия (операции), совершаемые с персональными данными,
                    срок обработки персональных данных.
                  </li>
                  <li class="subitem license__text">
                    «Персональные данные» – любая информация, относящаяся к прямо или косвенно
                    определенному или определяемому физическому лицу (субъекту персональных данных).
                  </li>
                  <li class="subitem license__text">
                    «Обработка персональных данных» – любое действие (операция) или совокупность
                    действий (операций), совершаемых с использованием средств автоматизации или без
                    использования таких средств с персональными данными, включая сбор, запись,
                    систематизацию, накопление, хранение, уточнение (обновление, изменение),
                    извлечение, использование, передачу (распространение, предоставление, доступ),
                    обезличивание, блокирование, удаление, уничтожение персональных данных.
                  </li>
                  <li class="subitem license__text">
                    «Конфиденциальность персональных данных» – обязательное для соблюдения Оператором
                    или иным получившим доступ к персональным данным лицом требование не допускать их
                    распространения без согласия субъекта персональных данных или наличия иного
                    законного основания.
                  </li>
                  <li class="subitem license__text">
                    «Форма обратной связи» - html-форма, которую Пользователь заполняет своими
                    персональными данными на сайте, для регистрации на сайте, либо для получения
                    информации об услугах, работах, продуктах и прочее.
                  </li>
                  <li class="subitem license__text">
                    «Пользователь сайта (далее – Пользователь, Субъект персональных данных)» – лицо,
                    имеющее доступ к сайту, посредством сети Интернет и использующее сайт, а равно
                    Программный продукт. Пользователем может быть как физическое, так и юридическое
                    лицо.
                  </li>
                  <li class="subitem license__text">
                    «Программный продукт» – программа для ЭВМ «pulsewave» (ст. 1261 ГК РФ) и базы
                    данных (ст. 1260 ГК РФ) в форме объектного кода (программного кода),
                    представляющие собой набор функциональных инструментов, расположенных на
                    интернет-сайте:
                    <NuxtLink class="license__link" to="/">https://pulsewave.ru</NuxtLink>
                  </li>
                  <li class="subitem license__text">
                    «Cookies» – небольшой фрагмент данных, отправленный веб-сервером и хранимый на
                    компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает
                    веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
                  </li>
                  <li class="subitem license__text">
                    «IP-адрес» – уникальный сетевой адрес узла в компьютерной сети, построенной по
                    протоколу IP.
                  </li>
                  <li class="subitem license__text">
                    «Блокирование персональных данных» – временное прекращение обработки персональных
                    данных (за исключением случаев, если обработка необходима для уточнения
                    персональных данных).
                  </li>
                  <li class="subitem license__text">
                    «Распространение персональных данных» – действия, направленные на раскрытие
                    персональных данных неопределенному кругу лиц.
                  </li>
                  <li class="subitem license__text">
                    «Предоставление персональных данных» – действия, направленные на раскрытие
                    персональных данных определенному лицу или определенному кругу лиц.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">ОБЩИЕ ПОЛОЖЕНИЯ</span>
            <ol class="item__list">
              <li class="subitem license__text">
                Акцепт оферты на условиях Лицензионного договора
                <NuxtLink class="license__link" to="/terms">(https://pulsewave.ru/terms-of-service)</NuxtLink>
                означает согласие Пользователя на обработку персональных данных, а также ознакомление
                с настоящей Политикой и условиями обработки персональных данных Пользователя.
                Оформление отдельного согласия на обработку персональных данных Пользователя не
                требуется.
              </li>
              <li class="subitem license__text">
                Акцепт оферты на условиях Лицензионного договора (
                  <NuxtLink class="license__link" to="/terms">(https://pulsewave.ru/terms-of-service)</NuxtLink>
                  ) означает согласие Пользователя на обработку персональных данных, а также
                ознакомление с настоящей Политикой и условиями обработки персональных данных
                Пользователя. Оформление отдельного согласия на обработку персональных данных
                Пользователя не требуется.
              </li>
              <li class="subitem license__text">
                В случае если Пользователь является физическим лицом, которое предоставляет доступ
                третьим лицам, являющихся конечными пользователями и имеющими доступ к Личному
                кабинету, то указанное физическое лицо обеспечивает получение согласия на обработку
                персональных данных третьих лиц путем ознакомления с Пользовательским
                соглашением<NuxtLink class="license__link" to="/privacy">(https://pulsewave.ru/privacy)</NuxtLink> и/или Лицензионным договором
                <NuxtLink class="license__link" to="/terms">(https://pulsewave.ru/terms-of-service)</NuxtLink>
                . Любое использование конечными пользователями Сайта и Программного продукта означает
                наличие согласия на обработку персональных данных.
              </li>
              <li class="subitem license__text">
                В случае если Пользователем является юридическое лицо (индивидуальный
                предприниматель), то такой Пользователь обязуется обеспечить получения согласия на
                обработку персональных данных своих работников, иных лиц являющихся конечными
                пользователями и имеющими доступ к Личному кабинету. Любое использование конечными
                пользователями Сайта и Программного продукта означает наличие согласия на обработку
                персональных данных.
              </li>
              <li class="subitem license__text">
                Акцептуя оферту Пользователь юридическое лицо принимает и соглашается с положениями п.
                2.2. Политики.
              </li>
              <li class="subitem license__text">
                В случае несогласия с условиями Политики конфиденциальности Пользователь должен
                прекратить использование сайта и Программного продукта.
              </li>
              <li class="subitem license__text">
                Настоящая Политика применяется только к Сайту и поддоменам, указанным в п.1.1.1.
                Администрация сайта не контролирует и не несет ответственность за сайты третьих лиц,
                на которые Пользователь может перейти по ссылкам, доступным на сайте.
              </li>
              <li class="subitem license__text">
                Администрация сайта не проверяет достоверность персональных данных, предоставляемых
                Пользователем сайта. Кроме того, Администрация сайта не контролирует информацию,
                которую Пользователи размещают на Сайте и Программном продукте.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ</span>
            <ol class="item__list">
              <li class="subitem license__text">
                Настоящая Политика устанавливает обязательства Администрации сайта по неразглашению и
                обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь
                предоставляет по запросу Администрации сайта при акцепте оферты.
              </li>
              <li class="subitem license__text">
                Персональные данные, разрешённые к обработке в рамках настоящей Политики
                конфиденциальности, предоставляются Пользователем путём заполнения формы на сайте в
                соответствующем разделе и включают в себя следующую информацию:
                <ol class="subitem__list">
                  <li class="subitem license__text">фамилия, имя, отчество;</li>
                  <li class="subitem license__text">
                    адрес электронной почты и контактные телефоны.
                  </li>
                </ol>
              </li>
              <li class="subitem license__text">
                Администрация сайта осуществляет сбор статистики об IP-адресах и cookie своих
                посетителей. Данная информация используется с целью сбора статистики и последующей
                идентификации сессии Пользователя. Указанные в настоящем пункте данные не передаются
                третьим лицам и используются только в целях указанных в настоящем пункте.
              </li>
              <li class="subitem license__text">
                Любая иная персональная информация не оговоренная выше подлежит надежному хранению и
                нераспространению, за исключением случаев, предусмотренных в п.п. 5.2. и 5.3.
                настоящей Политики конфиденциальности.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</span>
            <ol class="item__list">
              <li class="subitem license__text">
                Персональные данные Пользователя Администрация сайта может использовать в целях:
                <ol class="subitem__list">
                  <li class="subitem license__text">
                    Идентификации Пользователя, регистрация на Сайте и в Программном продукте.
                  </li>
                  <li class="subitem license__text">
                    Использование Программного продукта и Сайта в соответствии с их назначением,
                    заключение и исполнение договора.
                  </li>
                  <li class="subitem license__text">
                    Установления с Пользователем обратной связи, включая направление уведомлений,
                    запросов, касающихся использования сайта, обработка запросов и заявок от
                    Пользователя.
                  </li>
                  <li class="subitem license__text">
                    Обработки и получения платежей, оспаривания платежа. В целях дополнительной защиты
                    от мошеннических действий указанные Пользователем персональные данные могут быть
                    переданы платёжной системе, осуществляющей транзакции.
                  </li>
                  <li class="subitem license__text">
                    Предоставления Пользователю эффективной клиентской и технической поддержки при
                    возникновении проблем связанных с использованием Сайта и Программного продукта.
                  </li>
                  <li class="subitem license__text">
                    Предоставления Пользователю обновлений продукции, специальных предложений,
                    информации о ценах, новостной рассылки и иных сведений от имени Администрации
                    сайта.
                  </li>
                  <li class="subitem license__text">Осуществления рекламной деятельности.</li>
                  <li class="subitem license__text">
                    Исполнение требований законодательства Российской Федерации.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</span>
            <ol class="item__list">
              <li class="subitem license__text">
                Обработка персональных данных Пользователя осуществляется не дольше срока, отвечающего
                целям обработки персональных данных, любым законным способом, в том числе в
                информационных системах персональных данных с использованием средств автоматизации или
                без использования таких средств.
              </li>
              <li class="subitem license__text">
                Пользователь соглашается с тем, что Администрация сайта может передавать персональные
                данные Пользователей сервису metrika.yandex.ru исключительно в целях исполнение
                обязательств Администрации Сайта перед Пользователем.
              </li>
              <li class="subitem license__text">
                Персональные данные Пользователя могут быть предоставлены уполномоченным органам
                государственной власти Российской Федерации только по основаниям и в порядке,
                установленным законодательством Российской Федерации.
              </li>
              <li class="subitem license__text">
                При утрате или разглашении персональных данных Администрация сайта информирует
                Пользователя об утрате или разглашении персональных данных.
              </li>
              <li class="subitem license__text">
                Администрация сайта принимает необходимые организационные и технические меры для
                защиты персональной информации Пользователя от неправомерного или случайного доступа,
                уничтожения, изменения, блокирования, копирования, распространения, а также от иных
                неправомерных действий третьих лиц.
              </li>
              <li class="subitem license__text">
                Администрация сайта совместно с Пользователем принимает все необходимые меры по
                предотвращению убытков или иных отрицательных последствий, вызванных утратой или
                разглашением персональных данных Пользователя.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">ОБЯЗАТЕЛЬСТВА СТОРОН</span>
            <ol class="item__list">
              <li class="subitem license__text">
                Пользователь обязан:
                <ol class="subitem__list">
                  <li class="subitem license__text">
                    Предоставить информацию о персональных данных, необходимую для пользования сайтом
                    и Программного продукта.
                  </li>
                  <li class="subitem license__text">
                    Обновить, дополнить предоставленную информацию о персональных данных в случае
                    изменения данной информации.
                  </li>
                  <li class="subitem license__text">
                    Пользователь имеет право отозвать согласие на обработку персональных данных, путем
                    направления уведомления Оператору по адресу электронной почты:
                    <a class="license__link" href="mailto:info@pulsewave.ru">info@pulsewave.ru</a>.
                    Оператор прекращает обработку персональных данных в сроки установленные
                    действующим законодательством РФ.
                  </li>
                  <li class="subitem license__text">
                    Пользователь являющийся юридическим лицом обязуется получить соответствующие
                    согласия на обработку персональных данных своих работников, иных лиц являющихся
                    конечными пользователями и имеющими доступ к Личному кабинету. В случае если
                    работник или лицо, являющееся конечным пользователем осуществить отзыв согласия,
                    то Пользователь юридическое лицо должен исключить персональные данные такого лица
                    с Сайта и Программного продукта, а также прекратить доступ такого лица к Сайту и
                    Программному продукту.
                  </li>
                </ol>
              </li>
              <li class="subitem license__text">
                Администрация сайта обязана:
                <ol class="subitem__list">
                  <li class="subitem license__text">
                    Использовать полученную информацию исключительно для целей, указанных в разделе 4
                    настоящей Политики конфиденциальности.
                  </li>
                  <li class="subitem license__text">
                    Обеспечить хранение конфиденциальной информации в тайне, не разглашать без
                    предварительного письменного разрешения Пользователя, а также не осуществлять
                    продажу, обмен, опубликование, либо разглашение иными возможными способами
                    переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3.
                    настоящей Политики Конфиденциальности.
                  </li>
                  <li class="subitem license__text">
                    Принимать меры предосторожности для защиты конфиденциальности персональных данных
                    Пользователя согласно порядку, установленному законодательством РФ.
                  </li>
                  <li class="subitem license__text">
                    Осуществить блокирование персональных данных, относящихся к соответствующему
                    Пользователю, с момента обращения или запроса Пользователя или его законного
                    представителя либо уполномоченного органа по защите прав субъектов персональных
                    данных на период проверки, в случае выявления недостоверных персональных данных
                    или неправомерных действий.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">ОТВЕТСТВЕННОСТЬ СТОРОН</span>
            <ol class="item__list">
              <li class="subitem license__text">
                Администрация сайта, не исполнившая свои обязательства, несёт ответственность за
                убытки, понесённые Пользователем в связи с неправомерным использованием персональных
                данных, в соответствии с законодательством Российской Федерации, за исключением
                случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.
              </li>
              <li class="subitem license__text">
                В случае утраты или разглашения персональных данных Администрация сайта не несёт
                ответственность, если данные персональные данные:
                <ol class="subitem__list">
                  <li class="subitem license__text">
                    стали публичным достоянием до их утраты или разглашения.
                  </li>
                  <li class="subitem license__text">
                    были получены от третьей стороны до момента её получения Администрацией сайта.
                  </li>
                  <li class="subitem license__text">были разглашены с согласия Пользователя.</li>
                  <li class="subitem license__text">были разглашены вследствие хакерской атаки.</li>
                </ol>
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">РАЗРЕШЕНИЕ СПОРОВ</span>
            <ol class="item__list">
              <li class="subitem license__text">
                До обращения в суд с иском по спорам, возникающим из отношений между Пользователем и
                Администрацией сайта, обязательным является предъявление претензии (письменного
                предложения о добровольном урегулировании спора).
              </li>
              <li class="subitem license__text">
                Получатель претензии в течение 30 календарных дней со дня получения претензии,
                письменно уведомляет заявителя претензии о результатах рассмотрения претензии.
              </li>
              <li class="subitem license__text">
                При недостижении соглашения спор будет передан на рассмотрение в судебный орган по
                месту нахождения Оператора, в соответствии с действующим законодательством Российской
                Федерации.
              </li>
              <li class="subitem license__text">
                К настоящей Политике конфиденциальности и отношениям между Пользователем и
                Администрацией сайта применяется действующее законодательство Российской Федерации.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</span>
            <ol class="item__list">
              <li class="subitem license__text">
                Администрация сайта вправе вносить изменения в настоящую Политику конфиденциальности
                без согласия Пользователя.
              </li>
              <li class="subitem license__text">
                Новая Политика вступает в силу с момента ее размещения на сайте, если иное не
                предусмотрено новой редакцией Политики конфиденциальности.
              </li>
              <li class="subitem license__text">
                Действующая Политика размещена на странице по адресу
                <NuxtLink class="license__link" to="/privacy" >
                https://pulsewave.ru/privacy</NuxtLink>
              </li>
            </ol>
          </li>
        </ol>
      </div>
    </section>
  </template>
  
  <style lang="scss" scoped>
  
  .license {
    margin: 0 auto;
    margin-top: 30px;
    margin-bottom: 100px;
    padding-top: 120px;
  
    &__title {
      margin-bottom: 10px;
      font-weight: bold;
      font-size: 18px;
      color: $color_black-default;
      text-transform: uppercase;
    }
  
    &__text:not(:last-child) {
      margin-bottom: 10px;
    }
  
    &__link {
      text-decoration: underline;
      cursor: pointer;
      color: $color_black-default;
    }
  
    &__list {
      padding: 0;
      margin: 0;
      list-style: none;
      counter-reset: li;
  
      li:before {
        counter-increment: li;
        content: counters(li, '.') '. ';
      }
  
      .item {
        margin-bottom: 20px;
        &__title {
          margin-bottom: 10px;
          display: inline-block;
          font-size: 18px;
          color: $color_black-default;
          text-transform: uppercase;
        }
      }
    }
  }
  .item__list {
    padding: 0;
    margin: 0;
    list-style: none;
    counter-reset: li;
  
    li:before {
      counter-increment: li;
      content: counters(li, '.') '. ';
    }
  }
  .subitem__list {
    padding: 0;
    margin: 0;
    list-style: none;
    counter-reset: li;
  
    li:before {
      counter-increment: li;
      content: counters(li, '.') '. ';
    }
  }
  
  @media (max-width: 768px) {
    .license {
      padding-top: 100px;
    }
  }
  
  @media (max-width: 572px) {
    .license {
      padding-top: 80px;
      &__title {
        font-size: 14px;
      }
      &__text {
        font-size: 12px;
      }
      .item {
        &__title {
          font-size: 14px;
        }
      }
    }
  }
  </style>
  