<script setup>
onMounted(() => {
    window.scrollTo(0, 0);
})
</script>

<template>
    <section class="privacy">
      <div class="container privacy__container">
        <h3 class="privacy__title">Лицензионный договор (оферта)</h3>
        <p class="privacy__text">Редакция 1 от «01» Ноября 2023</p>
        <p class="privacy__text">
          Данный документ является предложением
          <span class="privacy__text-red">ООО «Пульсвейв»</span> заключить лицензионный договор на
          следующих условиях:
        </p>
        <ol class="privacy__list">
          <li class="item">
            <span class="item__title">Термины и определения</span>
            <p class="privacy__text">Применяемые в настоящем Договоре термины означают следующее:</p>
            <br />
            <p class="privacy__text">
              <b>Программный продукт</b> – программа для ЭВМ
              <span class="privacy__text-red">«Пульсвейв».</span>
            </p>
            <p class="privacy__text">
              <b>Личный кабинет</b> – инструмент доступа к Программному продукту, расположенный на
              официальном сайте Программного продукта:
              <NuxtLink class="privacy__text-red" to="/">pulsewave</NuxtLink>.              
            </p>
            <p class="privacy__text">
              <b>Конечный пользователь</b> – любое лицо, которому Лицензиатом предоставляется доступ к
              Личному кабинету Лицензиата.
            </p>
            <p class="privacy__text">
              <b>Активированная учетная запись</b> – это пользователь, которого пригласили в аккаунт
              Лицензиата и не деактивировали в разделе управления пользователями.
            </p>
            <p class="privacy__text">
              <b>Установка</b> – установка Программного продукта, в том числе запись и хранение в
              памяти ЭВМ (сервера, принадлежащего Лицензиату), а также совершение иных необходимых
              (обычно требуемых) установочных действий с целью записи файлов для надлежащего
              функционирования Программного продукта на техническом средстве (ЭВМ) Лицензиата и
              дальнейшего использования Программного продукта на данном ЭВМ.
            </p>
            <p class="privacy__text">
              <b>Saas-версия</b> – версия Программного продукта, которая предоставляется без
              скачивания дистрибутива на серверах Лицензиара.
            </p>
            <p class="privacy__text">
              <b>Договорная территория</b> — территория Российской Федерации, республики Беларусь,
              Казахстана, Киргизии и Армении.
            </p>
            <p class="privacy__text">
              <b>Лицензионное вознаграждение</b> – денежная сумма, уплачиваемая Лицензиатом за право
              использования Программного продукта.
            </p>
            <p class="privacy__text">
              <b>Раздел «Тарифы»</b> – раздел сайта Программного продукта, который содержит информацию
              о размерах лицензионного вознаграждения.
            </p>
            <p class="privacy__text">
              <b>Тариф</b> – размер лицензионного вознаграждения в соответствии с предоставленной
              функциональностью Программного продукта.
            </p>
            <p class="privacy__text">
              <b>Учетный период использования (учетный период)</b> – подлежащий оплате период
              использования Лицензиатом Программного продукта.
            </p>
            <p class="privacy__text">
              <b>Модуль Программного продукта</b> – набор отдельных функций Программного продукта, не
              входящий в базовую комплектацию программы и предоставляемых Лицензиату на отдельных
              условиях и за отдельную плату.
            </p>
            <p class="privacy__text">
              <b>Некоммерческое использование</b> – использование Программного продукта на условиях
              простой (неисключительной) лицензии на основе бесплатного Тарифа.
            </p>
            <p class="privacy__text">
              <b>Коммерческое использование</b> – использование Программного продукта на условиях
              простой (неисключительной) лицензии на основе платного Тарифа
            </p>
            <p class="privacy__text">
              <b>Бесплатный период</b> – период времени, указанный в разделе «Тарифы», в который
              Лицензиат знакомится с Программным продуктом без взимания с него платы. При этом
              Лицензиату предоставляется для ознакомления функциональность Программного продукта в
              соответствии с выбранным Тарифом.
            </p>
            <p class="privacy__text">
              <b>Регистрация банковской карты</b> – операция в Личном кабинете, в рамках которой
              Лицензиат указывает данные своей кредитной/дебетовой карты.
            </p>
            <p class="privacy__text">
              <b>Платежная система</b> – система, с помощью которой осуществляются все операции по
              банковским картам.
            </p>
            <p class="privacy__text">
              <b>Электронная подпись</b> — усиленная квалифицированная электронная подпись,
              соответствующая требованиям Федерального закона № 63-ФЗ «Об электронной подписи» от
              06.04.2011 и действующему законодательству РФ в сфере электронной подписи.
            </p>
            <p class="privacy__text">
              <b>Электронный документооборот (ЭДО)</b> — процесс обмена между Сторонами в системе
              юридически значимого электронного документооборота документами, составленными в
              электронном виде и подписанными электронной подписью, используемой Сторонами.
            </p>
            <p class="privacy__text">
              <b>Оператор ЭДО</b> — организация, обеспечивающая обмен открытой и конфиденциальной
              информацией по телекоммуникационным каналам связи в рамках электронного документооборота
              между Сторонами в системе ЭДО.
            </p>
          </li>
          <li class="item">
            <span class="item__title">Предмет договора</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Лицензиар предоставляет Лицензиату право на Коммерческое или Некоммерческое
                использование Программного продукта на условиях простой (неисключительной) лицензии в
                целях использования программного продукта на Договорной территории в пределах прав
                использования, определенных настоящим Договором, а также предоставляет за
                дополнительное вознаграждение отдельные модули Программного продукта, оказывает
                дополнительные услуги в соответствии с настоящим Договором.
              </li>
              <li class="subitem privacy__text">
                Право на использование Программного продукта передается на основании оферты
                Лицензиара.
              </li>
              <li class="subitem privacy__text">
                Использование Программного продукта осуществляется путем открытия доступа через сеть
                Интернет к Программному продукту, расположенному на сайте: pulsewave. Способы
                использования: установка Программного продукта или использование SaaS-версии
                Программного продукта в соответствии с функциональным предназначением.
              </li>
              <li class="subitem privacy__text">
                Право использования Программного продукта передается без права дальнейшего
                сублицензирования.
              </li>
              <li class="subitem privacy__text">
                За отдельную плату, подлежащую согласованию Сторонами отдельным соглашением, Лицензиар
                оказывает следующие услуги:
                <ul class="pointer__list">
                  <li class="item">
                    удаленная установка программного продукта на сервер Лицензиата;
                  </li>
                  <li class="item">
                    удаленное обновление программного продукта на сервере Лицензиата;
                  </li>
                  <li class="item">
                    обучение работников Лицензиата правилам и порядку работы с программным продуктом..
                    За отдельную плату Лицензиату также могут быть предоставлены дополнительные модули
                    Программного продукта. Размер платы указывается в разделе «Тарифы».
                  </li>
                </ul>
              </li>
              <li class="subitem privacy__text">
                Перед использованием Программного продукта Лицензиат обязан ознакомиться с условиями
                настоящего Договора и принять их. Настоящий Договор является офертой, которая может
                быть акцептована Лицензиатом путем совершения одного или нескольких действий,
                свидетельствующих о согласии Лицензиата с условиями Договора:
                <ul class="pointer__list">
                  <li class="item">
                    Путем присоединения Лицензиата к настоящему Договору в форме активных действий, а
                    именно проставление галочки в окне «Я согласен со всеми условиями Лицензионного
                    договора и безоговорочно их принимаю», одновременно с внесением своих учетных
                    данных в Личном кабинете;
                  </li>
                  <li class="item">
                    Путем оплаты лицензионного вознаграждения и начала фактического использования
                    Лицензиатом Программного продукта при Коммерческом использовании.
                  </li>
                  <li class="item">
                    Путем начала фактического использования Лицензиатом Программного продукта в
                    Бесплатном периоде.
                  </li>
                  <li class="item">
                    Путем начала фактического использования Лицензиатом Программного продукта при
                    Некоммерческом использовании.
                  </li>
                  <li class="item">
                    При постоплатной системе с момента активации и выбора Лицензиатом постоплатной
                    системы расчетов.
                  </li>
                </ul>
              </li>
              <li class="subitem privacy__text">
                Каждым использованием Программного продукта, Лицензиат выражает свое согласие с
                условиями лицензионного договора в редакции, которая действовала на момент такого
                фактического использования. Акцептуя настоящий Договор, т.е. заключая его с
                Лицензиаром, Лицензиат соглашается со всеми его условиями и положениями без оговорок.
              </li>
              <li class="subitem privacy__text">
                Настоящий Договор не требует оформления в печатном виде и последующего подписания
                Сторонами, обладает юридической силой в силу акцепта Лицензиата способами, указанными
                в п. 2.6 Договора, и считается заключенным в простой письменной форме.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Права и обязанности сторон</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Лицензиат обязан:
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    Использовать Программный продукт только в пределах и способами, предусмотренными
                    настоящим Договором;
                  </li>
                  <li class="subitem privacy__text">
                    Уплатить лицензионное вознаграждение за Программный продукт в размере и в порядке,
                    предусмотренными настоящим Договором.
                  </li>
                  <li class="subitem privacy__text">
                    Воздерживаться от:
                    <ul class="pointer__list">
                      <li class="item">
                        любых модификаций и декомпилирования Программного продукта;
                      </li>
                      <li class="item">
                        воспроизведения Программного продукта, в том числе путем записи в память ЭВМ;
                      </li>
                      <li class="item">распространения (копирования) Программного продукта;</li>
                      <li class="item">
                        осуществления иных действий, направленных на извлечение коммерческой выгоды в
                        отношениях с третьими лицами, возникшей из использования Программного
                        продукта;
                      </li>
                      <li class="item">
                        предоставления сублицензий на использование Программного продукта;
                      </li>
                      <li class="item">обнародования Программного продукта;</li>
                      <li class="item">
                        внесения каких-либо изменений в объектный код Программного продукта за
                        исключением тех, которые описаны в документации на Программный продукт;
                      </li>
                      <li class="item">
                        совершения любых иных действий в отношении Программного продукта, нарушающих
                        российские и/или международные нормы законодательства.
                      </li>
                    </ul>
                  </li>
                  <li class="subitem privacy__text">
                    Самостоятельно отслеживать актуальные редакции тарифов, действующих в отношении
                    использования Программного продукта и отображающихся в разделе «Тарифы» на сайте
                    Программного продукта и/или в Личном кабинете Лицензиата.
                  </li>
                </ol>
              </li>
              <li class="subitem privacy__text">
                Лицензиат вправе:
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    Осуществлять любые действия, связанные с функционированием Программного продукта и
                    его использованием в соответствии с его назначением.
                  </li>
                  <li class="subitem privacy__text">
                    Предоставлять своим конечным пользователям удаленный доступ к программному
                    продукту (к Личному кабинету), а также к информации, сформированной в результате
                    использования Программного продукта. При этом количество предоставляемых
                    Лицензиатов прав доступа к Программному продукту не должно превышать количество
                    лицензий, приобретенных Лицензиатом у Лицензиара (кроме случая Некоммерческого
                    использования).
                  </li>
                </ol>
              </li>
              <li class="subitem privacy__text">
                Лицензиар обязан:
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    предоставить Лицензиату права использования на Программный продукт, определенные
                    настоящим Договором.
                  </li>
                  <li class="subitem privacy__text">
                    в течение 3 (трех) рабочих дней с момента исполнения Лицензиатом обязанности по
                    оплате лицензионного вознаграждения, предоставить Лицензиату доступ к Программному
                    продукту в рамках его Коммерческого использования. Доступ к Программному продукту
                    должен обеспечиваться ежедневно и круглосуточно, за исключением времени проведения
                    профилактических мероприятия, составляющих не более 8 часов в месяц.
                  </li>
                  <li class="subitem privacy__text">
                    обеспечивать сопровождение Программного продукта по вопросам его надлежащей
                    работы.
                  </li>
                  <li class="subitem privacy__text">
                    предоставлять информацию об обновлениях Программного продукта.
                  </li>
                  <li class="subitem privacy__text">
                    безвозмездно устранять сбои в работе Программного продукта, возникшие не по вине
                    Лицензиара и не связанные с нарушением правил использования Программного продукта.
                  </li>
                  <li class="subitem privacy__text">
                    Оказывать техническое и информационное сопровождение Программного продукта.
                    Порядок и правила такой поддержки регулируются «Правилами предоставления
                    технического и информационного сопровождения, размещенными на сайте Программного
                    продукта. Перед заключением настоящего Договора Лицензиат обязуется самостоятельно
                    и в полном объеме ознакомиться с указанными «Правилами». Заключение настоящего
                    Договора также является подтверждением согласия Лицензиата на все условия «Правил»
                    в полном объеме.
                  </li>
                </ol>
              </li>
              <li class="subitem privacy__text">
                Лицензиар вправе:
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    в случае просрочки Лицензиатом внесения очередной части лицензионного
                    вознаграждения, перевести использование Программного продукта для Лицензиата в
                    режим «только для чтения» и/или отказаться от исполнения настоящего Договора в
                    одностороннем внесудебном порядке, письменно предупредив об этом Лицензиата путем
                    направления соответствующего уведомления в Личный кабинет или по электронной почте
                    с последующей деактивацией или удалением аккаунта Лицензиата.
                  </li>
                  <li class="subitem privacy__text">
                    привлекать для исполнения настоящего Договора третьих лиц, оставаясь ответственным
                    за их действия.
                  </li>
                  <li class="subitem privacy__text">
                    в одностороннем внесудебном порядке вносить изменения в настоящий Договор,
                    уведомляя об этом Лицензиата путем размещения соответствующей информации на сайте:
                    <NuxtLink class="privacy__text-red" to="/">https://pulsewave.ru</NuxtLink>.
                    
                  </li>
                  <li class="subitem privacy__text">
                    в одностороннем порядке изменять количество конечных пользователей, допустимых для
                    Лицензиата при Некоммерческом использовании. Актуальное количество конечных
                    пользователей для Некоммерческого использования отображается в разделе «Тарифы» на
                    сайте Программного продукта и/или в Личном кабинете Лицензиата (с учетом
                    приоритета, установленного п. 5.1. настоящего Договора). Лицензиар вправе
                    направить Лицензиату соответствующее уведомление об изменении тарифа в указанной
                    части по электронной почте или через Личный кабинет.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Предоставление права использования Программного продукта</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Порядок предоставления права использования Программного продукта указан в
                «Пользовательском соглашении», размещенными на сайте Программного продукта.
              </li>
              <li class="subitem privacy__text">
                При Коммерческом использовании Лицензиар предоставляет Лицензиату Бесплатный период.
                Длительность Бесплатного периода определяется и сообщается Лицензиату в момент выбора
                Тарифа. По окончании Бесплатного периода, Лицензиат может перейти на Коммерческое
                использование Программного продукта, оплатив вознаграждение за соответствующий Тариф.
              </li>
              <li class="subitem privacy__text">
                Актуальная стоимость Коммерческого использования Программного продукта указана в
                разделе «Тарифы» на сайте Программного продукта и/или в Личном кабинете Лицензиата.
                При окончании Бесплатного периода Лицензиату направляется уведомление в Личном
                кабинете - о необходимости подтвердить переход на Коммерческое использование
                программного продукта и предоставлении детальных учетных данных для осуществления
                оплаты суммы лицензионного вознаграждения. Детальные учетные данные предоставляются
                Лицензиатом посредством заполнения соответствующей формы в Личном кабинете.
              </li>
              <li class="subitem privacy__text">
                При заполнении детальных данных Лицензиат также указывает: в случае приобретения
                Saas-версии программного продукта: продукт, количество лицензий (количество конечных
                пользователей), учетный период приобретения простой (неисключительной) лицензии
                программного продукта, вид дополнительной услуги, оказание которой заказывает
                Лицензиат.
              </li>
              <li class="subitem privacy__text">
                При переходе на Коммерческое использование, Лицензиат обязан начать уплачивать
                лицензионное вознаграждение на выбранных условиях Тарифа.
              </li>
              <li class="subitem privacy__text">
                Отказом Лицензиата от использования программного продукта является отсутствие оплаты
                Лицензионного вознаграждения.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Порядок расчетов</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Лицензионное вознаграждение за предоставленные права использования программного
                продукта выплачиваются Лицензиатом за учетный период использования, либо за
                фактическое количество дней работы активированных учетных записей. Размер
                лицензионного вознаграждения, а также детали расчета учетного периода и/или времени
                работы активированных учетных записей указывается на сайте Программного продукта в
                разделе «Тарифы», и/или в Личном кабинете при активации Лицензиатом выбранного тарифа.
                В случае отсутствия размера лицензионного вознаграждения в разделе «Тарифы» на сайте
                программного продукта, а также в случае расхождений между размером лицензионного
                вознаграждения, указанного в разделе «Тарифы» и в Личном кабинете Лицензиата, Стороны
                руководствуются тарифами, указанными в Личном кабинете Лицензиата. В любом случае
                приоритет имеют тарифы, указанные в Личном кабинете Лицензиата. Окончательная сумма
                лицензионного вознаграждения указывается Лицензиаром при выборе Лицензиатом тарифа в
                Личном кабинете, а также в счете, выставляемом Лицензиату – юридическому лицу.
                Параметры изменения выбранного тарифа, а также параметры добавления/удаления конечных
                пользователей также указываются в разделе «Тарифы» и/или в Личном кабинете Лицензиата.
                Лицензиат несет полную ответственность за самостоятельное ознакомление с вносимыми
                изменениями в тарифы и обладанием актуальной информацией.
              </li>
              <li class="subitem privacy__text">
                Лицензиату - юридическому лицу выставляется счёт. Счет выставляется в электронном виде
                (в Личном кабинете). Счет может быть выставлен за учетный период использования. Начало
                учетного периода исчисляется с момента выбора тарифа в Личном кабинете. Счет
                выставляется каждый учетный период на основании детальных учетных данных,
                предоставленных Лицензиатом. Стоимость (размер лицензионного вознаграждения)
                формируется исходя из данных, указанных Лицензиатом, и выбранного тарифа.
              </li>
              <li class="subitem privacy__text">
                Лицензиат обязан оплатить сумму лицензионного вознаграждения в течение срока оплаты
                счёта, выставленного Лицензиаром (или требования об оплате в иной форме). Срок оплаты
                счёта указан в Личном кабинете Лицензиата в разделе “Оплата”. Исключением является
                случай, предусмотренный п. 5.4 настоящего Договора. В случае если денежные средства не
                поступят на счет Лицензиара в срок оплаты счёта, последний вправе перевести его в
                режим «только для чтения» или приостановить доступ Лицензиата к программному продукту.
                Режим «только для чтения» не позволяет совершать активные действия при использовании
                программного продукта (кроме чтения имеющихся материалов), осуществлять изменения в
                программном продукте, также удалять/добавлять конечных пользователей. В случае
                допущения просрочек в оплате лицензионного вознаграждения, Лицензиар также вправе
                применить положения п. 3.4.1. Оплата счёта по истечению срока оплаты, может быть
                признана Лицензиаром недействительной.
                <p class="privacy__text">
                  В случае, если оплата Лицензионного вознаграждение не будет произведена Лицензиатом,
                  Лицензиар оставляет за собой право удалить аккаунт Лицензиата. При оплате
                  Лицензионного вознаграждения после удаления аккаунта восстановление аккаунта
                  производится по согласованию сторон.
                </p>
              </li>
  
              <li class="subitem privacy__text">
                В случае, когда Лицензиат является физическим лицом и использует для оплаты
                зарегистрированную на сайте Программного продукта кредитную/дебетовую карту, он вправе
                выбрать постоплатную систему оплаты лицензионного вознаграждения путем
                соответствующего выбора в Личном кабинете. В случае выбора названной системы Лицензиар
                ежемесячно направляет Лицензиату калькуляцию с указанием количества активных конечных
                пользователей и количества дней по каждому пользователю - в течение учетного периода
                (месяца) и с отражением суммы лицензионного вознаграждения, подлежащего оплате.
                Указанная сумма автоматически списывается с банковской карты Лицензиата, на что он
                дает свое согласие фактом выбора постоплатной системы расчетов. Настоящим Лицензиат
                также дает свое согласие на блокировку денежных средств на банковской карте, выбранной
                для расчетов с Лицензиаром, при активации постоплатного тарифа. Точная сумма денежных
                средств, подлежащих блокировке, указывается в Личном кабинете при активации
                Коммерческого использования. Заблокированные денежные средства в дальнейшем подлежат
                возврату Лицензиату.
              </li>
              <p class="privacy__text">
                В случае, если не удается произвести списание денежных средств по причине
                возникновения любой ошибки, в том числе списание не дает провести платежная система,
                то Лицензиат обязан обновить данные банковской карты в Личном кабинете или запросить у
                Лицензиара ссылку на оплату задолженности. Обязанность по оплате задолженности
                возникает у физического лица, который осуществлял Регистрацию банковской карты.
              </p>
              <p class="privacy__text">
                Лицензиат, который зарегистрировал чужую банковскую карту (не эмитированную на него
                лично) в своём Личном кабинете, несёт ответственность по оплате всех счетов в
                аккаунте.
              </p>
              <li class="subitem privacy__text">
                Все расчеты производятся в безналичной денежной форме. Моментом исполнения Лицензиатом
                своих обязанностей по оплате считается момент поступления денежных средств на
                расчетный счет Лицензиара.
              </li>
              <li class="subitem privacy__text">Расчеты производятся в российских рублях.</li>
              <li class="subitem privacy__text">
                Размер лицензионного вознаграждения может быть изменен Лицензиаром в одностороннем
                порядке на новые учетные периоды с предварительным уведомлением Лицензиата не менее
                чем за 10 (десять) календарных дней до начала их действия путем уведомления в Личном
                кабинете и/или по электронной почте и/или путем внесения изменений в раздел «Тарифы»
                на сайте Программного продукта.
              </li>
              <li class="subitem privacy__text">
                Лицензионное вознаграждение не облагается НДС в связи с применением Лицензиаром
                упрощенной системы налогообложения.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Ответственность сторон. Обстоятельства непреодолимой силы</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                В случае ненадлежащего исполнения обязательств по настоящему Договору Стороны несут
                ответственность в соответствии с действующим законодательством РФ.
              </li>
              <li class="subitem privacy__text">
                Ни одна из сторон не несет ответственности перед другой стороной за задержку или
                невыполнение обязательств, обусловленные обстоятельствами, возникшими помимо воли и
                желания сторон и которые нельзя ни предвидеть или ни предотвратить, включая
                объявленную или фактическую войну, гражданские волнения, эпидемии, блокаду, эмбарго,
                землетрясения, наводнения, пожары и другие стихийные бедствия.
              </li>
              <li class="subitem privacy__text">
                Сторона, которая не исполняет своего обязательства, должна известить другую Сторону о
                препятствии и его влиянии на исполнение обязательств по Договору в течение 7 дней с
                момента возникновения такого обстоятельства.
              </li>
              <li class="subitem privacy__text">
                Если обстоятельства непреодолимой силы действуют на протяжении 3 (трех)
                последовательных месяцев, то настоящий Договор может быть расторгнут любой из сторон
                путем направления уведомления другой стороне.
              </li>
              <li class="subitem privacy__text">
                Лицензиат приобретает право на использование Программного продукта в объеме,
                оговоренном настоящим Договором, и несет ответственность за его использование в
                соответствии с рекомендациями, изложенными в эксплуатационной документации, и
                действующим законодательством Российской Федерации.
              </li>
              <li class="subitem privacy__text">
                Лицензиар не несет ответственность за прямые или косвенные убытки, включая упущенную
                выгоду, иной ущерб или вред, перерывы в хозяйственной деятельности, потерю деловой
                информации и т.п., которые могут возникнуть у Лицензиата в результате использования
                Программного продукта.
              </li>
              <li class="subitem privacy__text">
                Лицензиат использует предоставленные права использования программного продукта на
                собственный риск. Лицензиар не принимает на себя ответственность за соответствие
                функциональности Программного продукта цели его использования, за любой ущерб,
                понесенный Лицензиатом ввиду утери им своих данных, необходимых для доступа к
                Программному продукту, а также за качество предоставляемых третьими лицами сервисов,
                необходимых для работы с Программным продуктом. Лицензиат самостоятельно несет
                ответственность за сохранность и безопасность своего пароля.
              </li>
              <li class="subitem privacy__text">
                В случае утери данных Лицензиата по его вине, Лицензиар при наличии технической
                возможности восстанавливает данные Лицензиата на возмездной основе согласно
                заключаемому дополнительному соглашению.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Конфиденциальность</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Стороны по своему усмотрению, в определяемых ими целях и устанавливаемом ими объеме
                предоставляют другой Стороне доступ к конфиденциальной информации о своей деятельности
                и взаимно обязуются добросовестно использовать и не разглашать указанную информацию,
                которая стала им известна в связи с исполнением предмета настоящего Договора, а также
                полученную ими любым иным способом.
              </li>
              <li class="subitem privacy__text">
                К «конфиденциальной информации» в смысле настоящего Договора отнесены сведения
                следующего содержания:
                <ul class="pointer__list">
                  <li class="item">
                    сведения, касающиеся основных направлений деятельности Сторон, их действующих и
                    стратегических планов, проектов, программ и т.п.;
                  </li>
                  <li class="item">
                    сведения о технических, программных и технологических разработках и решениях
                    Сторон;
                  </li>
                  <li class="item">
                    сведения о финансовом состоянии Сторон, размерах получаемой прибыли, а также иные
                    сведения финансового характера; сведения, касающиеся менеджмента компаний:
                    используемые ими управленческие наработки и решения, способы ведения дел, тактика
                    и стратегия менеджмента т.п.;
                  </li>
                  <li class="item">
                    сведения о маркетинговой политике компаний: информация о рекламных кампаниях,
                    имеющиеся у компаний источники и используемые ими способы привлечения клиентов и
                    партнеров, т.п.;
                  </li>
                  <li class="item">
                    сведения о бывших, настоящих и потенциальных клиентах и партнерах Сторон;
                  </li>
                  <li class="item">сведения о сотрудниках Сторон;</li>
                  <li class="item">
                    иные сведения, разглашение, передача или утечка которых может нанести ущерб
                    интересам Сторон.
                  </li>
                </ul>
              </li>
              <li class="subitem privacy__text">
                Под «разглашением конфиденциальной информации» в смысле настоящего Договора следует
                понимать:
                <ul class="pointer__list">
                  <li class="item">
                    передачу третьим лицам соответствующих документов, содержащих конфиденциальную
                    информацию, в том числе с использованием почтовой, факсимильной связи, электронной
                    почты (e-mail), посредством сети Интернет, а также любым иным способом,
                    позволяющим идентифицировать содержание соответствующих документов;
                  </li>
                  <li class="item">
                    сообщение третьим лицам сведений, отнесенных к конфиденциальной информации, в
                    устной либо письменной форме, в том числе с использованием телефонной, почтовой,
                    факсимильной связи, электронной почты (e-mail), посредством сети Интернет, а также
                    любым иным способом, позволяющим идентифицировать содержание соответствующих
                    сведений;
                  </li>
                  <li class="item">
                    совершенное любым иным способом доведение до сведения третьих лиц конфиденциальной
                    информации Сторон.
                  </li>
                </ul>
              </li>
              <li class="subitem privacy__text">
                В случае недобросовестного использования или разглашения конфиденциальной информации,
                потерпевшая Сторона вправе потребовать возмещения убытков, причиненных ей таким
                недобросовестным использованием либо разглашением конфиденциальной информации.
              </li>
              <li class="subitem privacy__text">
                Условия п.п.7.1-7.4 настоящего Договора сохраняют юридическую силу после прекращения
                действия настоящего Договора.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Срок действия Договора</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Договор вступает в силу с момента его заключения в порядке, предусмотренном в п. 2.7
                (акцепта оферты).
              </li>
              <li class="subitem privacy__text">
                При Коммерческом использовании настоящий Договор будет действовать на протяжении всех
                учетных периодов, оплаченных Лицензиатом в рамках настоящего Договора, и автоматически
                пролонгируется фактом оплаты лицензионного вознаграждения за следующий учетный период.
              </li>
              <li class="subitem privacy__text">
                Лицензиар вправе отказаться от исполнения настоящего Договора в одностороннем
                внесудебном порядке в случае непоступления оплаты (лицензионного вознаграждения) за
                программный продукт в сроки, установленные настоящим Договором. При Некоммерческом
                использовании Лицензиар вправе отказаться от исполнения настоящего Договора в
                одностороннем внесудебном порядке в любое время и без объяснения причин, уведомив
                Лицензиата в Личном кабинете.
              </li>
              <li class="subitem privacy__text">
                Лицензиат вправе отказаться от исполнения настоящего Договора путем отказа от
                использования программного продукта и письменного уведомления об этом Лицензиара.
                Неуплата лицензионного вознаграждения также является отказом Лицензиата от
                использования программного продукта. В случае отказа Лицензиата от Договора (вне
                зависимости от причин отказа), внесенная сумма лицензионного вознаграждения за весь
                учетный период, внесенная Лицензиатом (в том числе в качестве предоплаты) не подлежит
                возврату Лицензиату.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Разрешение споров</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Настоящий Договор, а также все правоотношения Сторон, связанные с заключением,
                изменением, исполнением, расторжение настоящего Договора и связанные с ним,
                регулируется материальным и процессуальным правом РФ.
              </li>
              <li class="subitem privacy__text">
                Все споры, возникающие между Лицензиатом и Лицензиаром, Стороны будут пытаться решить
                путем переговоров.
              </li>
              <li class="subitem privacy__text">
                В случае не достижения согласия путем переговоров, Стороны применяют досудебный
                порядок урегулирования споров, путем направления письменной претензии, содержащей
                заявляемые требования и подтверждающие документы.
              </li>
              <li class="subitem privacy__text">
                В случае невозможности решить спор путем переговоров и/или досудебного урегулирования,
                спор передается на рассмотрение Арбитражного суда г. Москвы – в случае если Лицензиат
                – юридическое лицо, и в суд общей юрисдикции по месту нахождения Лицензиара – в случае
                если Лицензиат – физическое лицо.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Персональные данные</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Принимая условия настоящего Договора, Лицензиат, действуя свободно, своей волей и в
                своём интересе, даёт конкретное, информированное и сознательное согласие на обработку
                ООО «Кайтен Софтвер», зарегистрированному по адресу 125252, город Москва, пр-д
                Берёзовой Рощи, д. 12, этаж 2 ком 55, своих персональных данных, сбор статистики об
                IP-адресах и файлов Cookie, а также подтверждает факт ознакомления с Политикой в
                отношении обработки персональных данных
                <NuxtLink class="privacy__text-red" to="/privacy" >
                  (https://pulsewave.ru/privacy)</NuxtLink>.
              </li>
              <li class="subitem privacy__text">
                Лицензиат выражает своё согласие на обработку следующих категорий персональных данных:
                фамилия, имя, отчество, адрес электронной почты, контактные телефоны.
              </li>
              <li class="subitem privacy__text">
                Обработка персональных данных может осуществляться с использованием средств
                автоматизации или без таковых, включая сбор, запись, систематизацию, накопление,
                хранение, уточнение (обновление, изменение), извлечение, использование, передачу
                (предоставление, доступ), блокирование, обезличивание, удаление, уничтожение
                персональных данных и совершение иных действий, предусмотренных Федеральным законом от
                27.07.2006 № 152-ФЗ «О персональных данных»
              </li>
              <li class="subitem privacy__text">
                Целями обработки персональных данных являются:
                <ul class="pointer__list">
                  <li class="item">
                    Идентификации Пользователя, регистрация на Сайте и в Программном продукте.
                  </li>
                  <li class="item">
                    Использование Программного продукта и Сайта в соответствии с их назначением,
                    заключение и исполнение договора.
                  </li>
                  <li class="item">
                    Установления с Пользователем обратной связи, включая направление уведомлений,
                    запросов, касающихся использования сайта, обработка запросов и заявок от
                    Пользователя.
                  </li>
                  <li class="item">
                    Обработки и получения платежей, оспаривания платежа. В целях дополнительной защиты
                    от мошеннических действий указанные Пользователем персональные данные могут быть
                    переданы платёжной системе, осуществляющей транзакции.
                  </li>
                  <li class="item">
                    Предоставления Пользователю эффективной клиентской и технической поддержки при
                    возникновении проблем связанных с использованием Сайта и Программного продукта.
                  </li>
                  <li class="item">
                    Предоставления Пользователю обновлений продукции, специальных предложений,
                    информации о ценах, новостной рассылки и иных сведений от имени Администрации
                    сайта.
                  </li>
                  <li class="item">Осуществления рекламной деятельности.</li>
                  <li class="item">Исполнение требований законодательства Российской Федерации.</li>
                </ul>
              </li>
              <li class="subitem privacy__text">
                Лицензиат выражает свое согласие на передачу (предоставление, доступ) персональных
                данных в объёме, необходимом для реализации заявленных целей обработки персональных
                данных, следующим третьим лицам: ООО «Пульсвейв»
              </li>
              <li class="subitem privacy__text">
                Полученное согласие действует со дня заключения настоящего Договора и до достижения
                целей обработки персональных данных, если иное не предусмотрено законодательством
                Российской Федерации, и досрочно может быть отозвано Лицензиатом путем направления ООО
                «Пульсвейв» уведомления по адресу электронной почты:
                <a class="privacy__text-red" href="mailto:info@pulsewave.ru">info@pulsewave.ru</a>
              </li>
              <li class="subitem privacy__text">
                Условия обработки персональных данных, определенные в пунктах 10.1. - 10.6. настоящего
                Договора не распространяются на случай, когда установка Программного продукта
                осуществляется на техническом средстве (ЭВМ) Лицензиата. В данном случае Лицензиат
                самостоятельно несет ответственность за сбор, обработку и хранение персональных
                данных. В случае претензий со стороны третьих лиц и/или государственных органов к
                Лицензиату, Лицензиат обязуется компенсировать любые штрафы и/или ущерб от таких
                претензий.
              </li>
              <li class="subitem privacy__text">
                В процессе заключения и исполнения настоящего Договора, Лицензиар запрашивает
                документы, подтверждающие правомерность деятельности Лицензиата – юридического лица, а
                также документы, подтверждающие личность Лицензиата – физического лица.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Электронный документооборот</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Стороны соглашаются признавать полученные (направленные) электронные документы,
                равнозначными аналогичным документам на бумажных носителях, заверенным
                соответствующими подписями и оттиском печатей Сторон, при выполнении условий,
                определенных настоящим разделом.
              </li>
              <li class="subitem privacy__text">
                Стороны согласны обмениваться следующими электронными документами: договоры,
                дополнительные соглашениями и приложения к ним, счета, акты приема-передачи, акты
                выполненных работ/оказанных услуг, товарные накладные, акты сверки расчетов,
                счет-фактуры
                <span class="privacy__text"
                  >Стороны оставляют за собой право в любой момент ввести в электронный
                  документооборот любые иные документы, прямо не указанные в настоящем пункте, и
                  применять при обмене такими документами правила, установленные Договором.</span
                >
              </li>
              <li class="subitem privacy__text">
                Стороны обязаны информировать друг друга о невозможности обмена документами в
                электронном виде, подписанными усиленной квалифицированной электронной подписью, в
                случае технического сбоя внутренних систем Сторон. В этом случае в период действия
                такого сбоя Стороны производят обмен документами на бумажном носителе с подписанием
                собственноручной подписью уполномоченного лица и оттиском печати Сторон с учетом
                положений п. 12.3 Договора.
              </li>
              <li class="subitem privacy__text">
                Стороны оставляют за собой право изготавливать и обмениваться документами,
                предусмотренными данным разделом, на бумажных носителях, заверенными соответствующими
                подписями и оттиском печати Сторон.
              </li>
              <li class="subitem privacy__text">
                При выставлении, направлении и обмене электронными документами Стороны руководствуются
                следующим порядком:
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    Направляющая Сторона формирует электронный документ в Системе ЭДО, подписывает его
                    посредством усиленной квалифицированной электронной подписи и отправляет его
                    получающей Стороне.
                  </li>
                  <li class="subitem privacy__text">
                    Получающая Сторона при получении документа в электронном виде проверяет
                    действительность сертификата усиленной квалифицированной электронной подписи и
                    сохраняет документ в Системе ЭДО.
                  </li>
                  <li class="subitem privacy__text">
                    Получающая Сторона в течение 5 (пяти) рабочих дней с момента получения документов,
                    направляет направляющей Стороне через Оператора ЭДО извещение об их получении.
                    Получающая Сторона, ознакомившись с документом, может совершить одно из следующих
                    действий:
                    <ul class="pointer__list">
                      <li class="item">
                        Подписать его посредством усиленной квалифицированной электронной подписи и
                        отправить направляющей Стороне по Системе ЭДО – в том случае, если получающая
                        Сторона согласна с содержанием документа.
                      </li>
                      <li class="item">
                        При несогласии с содержанием документа – отказать в подписании, указав причину
                        несогласия, подписать отказ посредством усиленной квалифицированной
                        электронной подписи и отправить направляющей Стороне.
                      </li>
                    </ul>
                  </li>
                  <li class="subitem privacy__text">
                    Направляющая Сторона, получившая подписанный документ или отказ от подписания,
                    проверяет действительность сертификата усиленной квалифицированной электронной
                    подписи и сохраняет их в Системе ЭДО.
                  </li>
                </ol>
              </li>
              <li class="subitem privacy__text">
                Оплата за услуги при передаче Электронного документа производится за счет средств
                Стороны, осуществляющей отправку электронного документа.
              </li>
              <li class="subitem privacy__text">
                Передача Электронных документов через Систему ЭДО фиксируется протоколом передачи,
                автоматически формируемым Системой ЭДО, в котором отражается каждое действие с
                электронным документом на этапах его согласования и подписания усиленной
                квалифицированной электронной подписью. Стороны признают, что протокол передачи
                является достаточным доказательством факта получения электронных документов Стороной.
              </li>
              <li class="subitem privacy__text">
                При использовании усиленной квалифицированной электронной подписи Стороны обязаны:
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    Обеспечивать конфиденциальность ключей электронных подписей, в частности не
                    допускать использования принадлежащих им ключей электронных подписей без их
                    согласия.
                  </li>
                  <li class="subitem privacy__text">
                    Уведомлять удостоверяющий центр, выдавший сертификат, и иных участников
                    электронного взаимодействия о нарушении конфиденциальности ключа электронной
                    подписи в течение не более чем 1 (одного) рабочего дня со дня получения информации
                    о таком нарушении.
                  </li>
                  <li class="subitem privacy__text">
                    Не использовать ключ электронной подписи при наличии оснований полагать, что
                    конфиденциальность данного ключа нарушена.
                  </li>
                  <li class="subitem privacy__text">
                    Использовать сертифицированные в соответствии с требованиями законодательства
                    Российской Федерации средства электронной подписи для создания и проверки
                    усиленной квалифицированной электронной подписи, создания ключей электронных
                    подписей и ключей их проверки.
                  </li>
                </ol>
              </li>
              <li class="subitem privacy__text">
                Усиленная квалифицированная электронная подпись признается действительной до тех пор,
                пока решением суда не установлено иное, при одновременном соблюдении следующих
                условий:
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    Сертификат создан и выдан аккредитованным удостоверяющим центром, аккредитация
                    которого действительна на день выдачи указанного сертификата.
                  </li>
                  <li class="subitem privacy__text">
                    Сертификат действителен на момент подписания электронного документа (при наличии
                    достоверной информации о моменте подписания электронного документа) или на день
                    проверки действительности указанного сертификата, если момент подписания
                    электронного документа не определен.
                  </li>
                  <li class="subitem privacy__text">
                    Имеется положительный результат проверки принадлежности владельцу сертификата, с
                    помощью которой подписан электронный документ, и подтверждено отсутствие
                    изменений, внесенных в этот документ после его подписания. При этом проверка
                    осуществляется с использованием сертифицированных средств электронной подписи, и с
                    использованием Сертификата лица, подписавшего электронный документ.
                  </li>
                  <li class="subitem privacy__text">
                    Усиленная квалифицированная электронная подпись используется с учетом ограничений,
                    содержащихся в сертификате лица, подписывающего электронный документ (если такие
                    ограничения установлены).
                  </li>
                </ol>
              </li>
              <li class="subitem privacy__text">
                Каждая из Сторон предоставляет заверения и гарантии, что лица, подписывающие документы
                от имени соответствующей Стороны с использованием усиленной квалифицированной
                электронной подписи, имеют на подписание таких документов соответствующие полномочия.
                <ol class="subitem__list">
                  <li class="subitem privacy__text">
                    Стороны вправе запрашивать друг у друга документы, подтверждающие полномочия лица,
                    подписавшего Электронный документ, на их подписание.
                  </li>
                  <li class="subitem privacy__text">
                    В случае отзыва доверенности, либо иных случаев утраты или изменения объема прав
                    лица, обладающего правом подписи документов, соответствующая Сторона должна в тот
                    же день известить об этом другую Сторону в порядке, предусмотренном Договором, в
                    противном случае такая Сторона не вправе в дальнейшем ссылаться на подписание
                    документов неуполномоченным лицом.
                  </li>
                </ol>
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Заключительные положения</span>
            <ol class="subitem__list">
              <li class="subitem privacy__text">
                Ни одна из Сторон не имеет права уступать свои права и/или обязанности по настоящему
                Договору третьим лицам без письменного согласия на то другой Стороны.
              </li>
              <li class="subitem privacy__text">
                О любых изменениях в настоящий Договор Лицензиар уведомляет Лицензиата путем
                направления соответствующего уведомления на электронную почту последнего или через
                Личный кабинет.
              </li>
              <li class="subitem privacy__text">
                Документы, которыми Стороны обмениваются в процессе исполнения настоящего Договора и
                отправленные по факсу и/или электронной почте имеют силу оригиналов до получения таких
                документов на бумажном носителе и признаются Сторонами в качестве оригиналов
                документов.
              </li>
            </ol>
          </li>
          <li class="item">
            <span class="item__title">Адрес и реквизиты Лицензиара</span>
          </li>
        </ol>
        <p class="privacy__text">Москва, Генеральный директор</p>
        <br />
        <p class="privacy__text">Банковские реквизиты</p>
      </div>
    </section>
  </template>
  
  <style lang="scss" scoped>
  .privacy {
    margin: 0 auto;
    margin-top: 30px;
    margin-bottom: 100px;
    padding-top: 120px;
  
    &__title {
      margin-bottom: 10px;
      font-weight: bold;
      font-size: 18px;
      color: $color_black-default;
      text-transform: uppercase;
    }
  
    &__text {
      display: block;
      margin-bottom: 10px;
    }
    &__text-red {
      display: inline-block;
      color: #f30b0b;
    }
    &__link {
      text-decoration: underline;
      cursor: pointer;
      color: $color_black-default;
    }
    &__list {
      padding: 0;
      margin: 0;
      list-style: none;
      counter-reset: li;
  
      li:before {
        counter-increment: li;
        content: counters(li, '.') '. ';
      }
  
      .item {
        margin-bottom: 20px;
        &__title {
          margin-bottom: 10px;
          display: inline-block;
          font-size: 18px;
          color: $color_black-default;
          text-transform: uppercase;
        }
      }
    }
  }
  .item__list {
    padding: 0;
    margin: 0;
    list-style: none;
    counter-reset: li;
  
    li:before {
      counter-increment: li;
      content: counters(li, '.') '. ';
    }
  }
  .subitem__list {
    padding: 0;
    margin: 0;
    list-style: none;
    counter-reset: li;
  
    li:before {
      counter-increment: li;
      content: counters(li, '.') '. ';
    }
  }
  .pointer__list {
    padding-left: 45px;
    margin-top: 10px;
    list-style: disc;
    counter-reset: li;
    li::before {
      counter-increment: li;
      content: '';
    }
  }
  
  @media (max-width: 768px) {
    .privacy {
      padding-top: 100px;
    }
  }
  
  @media (max-width: 572px) {
    .privacy {
      padding-top: 80px;
      &__title {
        font-size: 14px;
      }
      &__text {
        font-size: 12px;
      }
      .item {
        &__title {
          font-size: 14px;
        }
      }
    }
  }
  </style>
  